{
  "header": {
    "title": "About",
    "titleHighlight": "Veneta Clinic",
    "subtitle": "Pioneering excellence in aesthetics since 2010",
    "description": "At Veneta Clinic, we combine artistic vision with medical expertise to enhance your natural beauty. With our modern facility and expert team, we are dedicated to providing personalized care and superior results in both surgical and non-surgical aesthetic procedures.",
    "buttonServices": "Our Services",
    "buttonContact": "Contact",
    "imageAlt": "Veneta Clinic Modern Treatment Room",
    "experienceYears": "13+",
    "experienceText": "Years of\nExperience"
  },
  "features": {
    "title": "What Makes Us",
    "titleHighlight": "Different",
    "subtitle": "We offer you the best experience with modern technology and our expert team",
    "feature1Id": "01",
    "feature1Title": "Advanced Technology",
    "feature1Description": "We perform your aesthetic treatments with the latest technological devices and methods. Our goal is to provide accurate diagnosis, effective treatment, and patient comfort.",
    "feature2Id": "02",
    "feature2Title": "Expert Team",
    "feature2Description": "With our specialist doctors and experienced team, we create personalized treatment plans for you and aim to achieve the best results.",
    "feature3Id": "03",
    "feature3Title": "Personalized Care",
    "feature3Description": "Our clinic offers personalized care services. Our team specializes in creating customized treatment plans after detailed examinations and consultations."
  },
  "mission": {
    "quote": "Our commitment to excellence guides everything we do, from patient care to the latest aesthetic innovations.",
    "doctorName": "Dr. Batıbey Batmacı",
    "doctorTitle": "Medical Director & Plastic Surgery Specialist",
    "doctorInfo1": "• Graduate of Selçuk University Meram Medical Faculty",
    "doctorInfo2": "• 13+ Years of Plastic Surgery Experience",
    "doctorInfo3": "• 5000+ Successful Operations",
    "doctorInfo4": "• Member of International Society of Aesthetic Surgery",
    "doctorInfo5": "• Expert in Latest Technological Methods",
    "title": "Our Mission",
    "subtitle": "Building confidence through excellence in aesthetic care",
    "description1": "As Veneta Clinic, our mission is to provide exceptional aesthetic care that helps individuals feel secure in their own skin and brings out their natural beauty. We believe in creating personalized treatment plans tailored to each patient's unique goals and lifestyle.",
    "description2": "Through continuous education, adoption of the latest technologies, and unwavering commitment to patient safety, we strive to maintain our position as a leading aesthetic clinic, building lasting relationships based on trust and superior results.",
    "stat1Value": "13",
    "stat1Label": "Years Experience",
    "stat2Value": "5000",
    "stat2Label": "Happy Patients",
    "stat3Value": "20",
    "stat3Label": "Expert Doctors",
    "stat4Value": "30",
    "stat4Label": "Procedures Offered",
    "doctorImageAlt": "Expert Doctor"
  }
}
